Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/mediawiki-tm.tmx
Source language: en
Languages: ca_es

source: Link underlining:
ca_es: Subratlla els enllaços:

source: Justify paragraphs
ca_es: Alineació justificada dels paràgrafs

source: Hide minor edits in recent changes
ca_es: Amaga les edicions menors en la pàgina de canvis recents

source: Hide patrolled edits in recent changes
ca_es: Amaga edicions patrullades als canvis recents

source: Hide patrolled pages from new page list
ca_es: Amaga pàgines patrullades de la llista de pàgines noves

source: Expand watchlist to show all changes, not just the most recent
ca_es: Desplega la llista de seguiment per a mostrar tots els canvis afectats, no només els més recents

source: Group changes by page in recent changes and watchlist
ca_es: Agrupa els canvis per pàgina en canvis recents i llista de seguiment

source: Auto-number headings
ca_es: Enumera automàticament els encapçalaments

source: Show edit toolbar
ca_es: Mostra la barra d'eines d'edició (cal JavaScript)

source: Edit pages on double click
ca_es: Edita les pàgines amb un doble clic (cal JavaScript)

source: Enable section editing via [edit] links
ca_es: Activa la modificació de seccions mitjançant els enllaços [modifica]

source: Enable section editing by right clicking on section titles
ca_es: Habilita l'edició per seccions en clicar amb el botó dret sobre els títols de les seccions (cal JavaScript)

source: Show table of contents (for pages with more than 3 headings)
ca_es: Mostra la taula de continguts (per pàgines amb més de 3 seccions)

source: Remember my login on this browser (for a maximum of $1 {{PLURAL:$1|day|days}})
ca_es: Recorda la sessió al navegador (per un màxim de {{PLURAL:$1|dia|dies}})

source: Add pages I create and files I upload to my watchlist
ca_es: Afegeix les pàgines que vagi creant i fitxers que carregui a la llista de seguiment

source: Add pages and files I edit to my watchlist
ca_es: Afegeix les pàgines que vagi editant a la llista de seguiment

source: Add pages and files I move to my watchlist
ca_es: Afegeix les pàgines que reanomeni a la llista de seguiment

source: Add pages and files I delete to my watchlist
ca_es: Afegeix les pàgines que elimini a la llista de seguiment

source: Mark all edits minor by default
ca_es: Marca totes les contribucions com a edicions menors per defecte

source: Show preview before edit box
ca_es: Mostra una previsualització abans del quadre d'edició

source: Show preview on first edit
ca_es: Mostra una previsualització en la primera modificació

source: Disable browser page caching
ca_es: Inhabilita la memòria cau de les pàgines

source: Email me when a page or file on my watchlist is changed
ca_es: Envia'm un correu electrònic quan es modifiqui una pàgina de la meva llista de seguiment

source: Email me when my user talk page is changed
ca_es: Envia'm un correu electrònic quan es modifiqui la meva pàgina de discussió

source: Email me also for minor edits of pages and files
ca_es: Notifica'm per correu també en casos d'edicions menors

source: Reveal my email address in notification emails
ca_es: Mostra la meua adreça electrònica en els missatges d'avís per correu

source: Show the number of watching users
ca_es: Mostra el nombre d'usuaris que hi vigilen

source: Existing signature:
ca_es: Signatura actual:

source: Treat signature as wikitext (without an automatic link)
ca_es: Tractar la signatura com a text wiki (sense enllaç automàtic)

source: Use live preview (experimental)
ca_es: Utilitza la previsualització automàtica (cal JavaScript) (experimental)

source: Prompt me when entering a blank edit summary
ca_es: Avisa'm en deixar el resum de la modificació en blanc

source: Hide my edits from the watchlist
ca_es: Amaga les meues edicions de la llista de seguiment

source: Hide bot edits from the watchlist
ca_es: Amaga de la llista de seguiment les edicions fetes per usuaris bots

source: Hide minor edits from the watchlist
ca_es: Amaga les edicions menors de la llista de seguiment

source: Hide edits by logged in users from the watchlist
ca_es: Amaga a la llista les edicions d'usuaris registrats

source: Hide edits by anonymous users from the watchlist
ca_es: Amaga a la llista les edicions d'usuaris anònims

source: Hide patrolled edits from the watchlist
ca_es: Amaga edicions patrullades de la llista de seguiment

source: Send me copies of emails I send to other users
ca_es: Envia'm còpia dels missatges que enviï als altres usuaris

source: Do not show page content below diffs
ca_es: Amaga el contingut de la pàgina davall de la taula de diferències

source: Show hidden categories
ca_es: Mostra les categories ocultes

source: Disable link title conversion
ca_es: Inhabilita la conversió dels títols dels enllaços

source: Omit diff after performing a rollback
ca_es: Omet la pàgina de diferències després de realitzar una reversió

source: Warn me when I leave an edit page with unsaved changes
ca_es: Avisa'm quan surti d'una pàgina d'edició amb canvis sense desar

source: Always use a secure connection when logged in
ca_es: Utilitza sempre una connexió segura en iniciar una sessió

source: Always
ca_es: Sempre

source: Never
ca_es: Mai

source: Skin or browser default
ca_es: Per defecte del navegador

source: Edit area font style:
ca_es: Estil de lletra en edició:

source: Browser default
ca_es: Per defecte del navegador

source: Monospaced font
ca_es: Font monoespaiada

source: Sans-serif font
ca_es: Font de pal sec

source: Serif font
ca_es: Lletra amb gràcia

source: Sunday
ca_es: diumenge

source: Monday
ca_es: dilluns

source: Tuesday
ca_es: dimarts

source: Wednesday
ca_es: dimecres

source: Thursday
ca_es: dijous

source: Friday
ca_es: divendres

source: Saturday
ca_es: dissabte

source: Sun
ca_es: dg

source: Mon
ca_es: dl

source: Tue
ca_es: dt

source: Wed
ca_es: dc

source: Thu
ca_es: dj

source: Fri
ca_es: dv

source: Sat
ca_es: ds

source: January
ca_es: gener

source: February
ca_es: febrer

source: March
ca_es: març

source: April
ca_es: abril

source: May
ca_es: maig

source: June
ca_es: juny

source: July
ca_es: juliol

source: August
ca_es: agost

source: September
ca_es: setembre

source: October
ca_es: octubre

source: November
ca_es: novembre

source: December
ca_es: desembre

source: Jan
ca_es: gen

source: Mar
ca_es: març

source: Apr
ca_es: abr

source: Jun
ca_es: juny

source: Aug
ca_es: ago

source: Sep
ca_es: set

source: Dec
ca_es: des

source: January $1
ca_es: $1 de gener

source: February $1
ca_es: $1 de febrer

source: March $1
ca_es: $1 de març

source: April $1
ca_es: $1 d'abril

source: May $1
ca_es: $1 de maig

source: June $1
ca_es: $1 de juny

source: July $1
ca_es: $1 de juliol

source: August $1
ca_es: $1 d'agost

source: September $1
ca_es: $1 de setembre

source: October $1
ca_es: $1 d'octubre

source: November $1
ca_es: $1 de novembre

source: December $1
ca_es: $1 de desembre

source: Pages in category "$1"
ca_es: Pàgines a la categoria «$1»

source: Media in category "$1"
ca_es: Contingut multimèdia en la categoria «$1»

source: ''This category currently contains no pages or media.''
ca_es: ''Aquesta categoria no té cap pàgina ni fitxer.''

source: {{PLURAL:$1|Hidden category|Hidden categories}}
ca_es: {{PLURAL:$1|Categoria oculta|Categories ocultes}}

source: Hidden categories
ca_es: Categories ocultes

source: {{PLURAL:$2|This category has only the following subcategory.|This category has the following {{PLURAL:$1|subcategory|$1 subcategories}}, out of $2 total.}}
ca_es: {{PLURAL:$2|Aquesta categoria només té la següent subcategoria.|Aquesta categoria conté {{PLURAL:$1|la següent subcategoria|les següents $1 subcategories}}, d'un total de $2.}}

source: This category has the following {{PLURAL:$1|subcategory|$1 subcategories}}.
ca_es: Aquesta categoria conté {{PLURAL:$1|la següent subcategoria|les següents $1 subcategories}}.

source: {{PLURAL:$2|This category contains only the following page.|The following {{PLURAL:$1|page is|$1 pages are}} in this category, out of $2 total.}}
ca_es: {{PLURAL:$2|Aquesta categoria només té la següent pàgina.|{{PLURAL:$1|La següent pàgina és|Les següents $1 pàgines són}} dins d'aquesta categoria, d'un total de $2.}}

source: The following {{PLURAL:$1|page is|$1 pages are}} in the current category.
ca_es: {{PLURAL:$1|La següent pàgina és|Les següents $1 pàgines són}} dins la categoria actual.

source: {{PLURAL:$2|This category contains only the following file.|The following {{PLURAL:$1|file is|$1 files are}} in this category, out of $2 total.}}
ca_es: {{PLURAL:$2|Aquesta categoria només té el següent fitxer.|{{PLURAL:$1|El següent fitxer és|Els següents $1 fitxers són}} dins d'aquesta categoria, d'un total de $2.}}

source: The following {{PLURAL:$1|file is|$1 files are}} in the current category.
ca_es: {{PLURAL:$1|El següent fitxer és|Els següents $1 fitxers són}} dins la categoria actual.

source: Indexed pages
ca_es: Pàgines indexades

source: Noindexed pages
ca_es: Pàgines no indexades

source: Pages with broken file links
ca_es: Pàgines amb enllaços a fitxer trencats

source: About
ca_es: Quant a

source: Content page
ca_es: Pàgina de contingut

source: (opens in new window)
ca_es: (obre en una nova finestra)

source: Cancel
ca_es: Cancel·la

source: More...
ca_es: Més...

source: This list is not complete.
ca_es: Aquesta llista no és completa.

source: Page
ca_es: Pàgina

source: Talk
ca_es: Discussió

source: Talk for this IP address
ca_es: Discussió d'aquesta IP

source: Navigation
ca_es: Navegació

source: &#32;and
ca_es: &#32;i

source: Find
ca_es: Cerca

source: Browse
ca_es: Navega

source: Edit
ca_es: Modifica

source: This page
ca_es: Opcions de pàgina

source: My pages
ca_es: Pàgines pròpies

source: Special pages
ca_es: Pàgines especials

source: FAQ
ca_es: PMF

source: Project:FAQ
ca_es: Project:PMF

source: Add topic
ca_es: Nova secció

source: Delete
ca_es: Esborra

source: Move
ca_es: Reanomena

source: Protect
ca_es: Protegeix

source: Undelete
ca_es: Restaura

source: Change protection
ca_es: Desprotegeix

source: Enable simplified search bar (Vector skin only)
ca_es: Activar la barra de cerca simplificada (només aparença Vector)

source: Create
ca_es: Crea

source: View history
ca_es: Mostra l'historial

source: Read
ca_es: Mostra

source: View source
ca_es: Mostra el codi

source: Actions
ca_es: Accions

source: Namespaces
ca_es: Espais de noms

source: Navigation menu
ca_es: Menú de navegació

source: Return to $1.
ca_es: Torna cap a $1.

source: From {{SITENAME}}
ca_es: De {{SITENAME}}

source: Help
ca_es: Ajuda

source: Search
ca_es: Cerca

source: Go
ca_es: Vés-hi

source: Page history
ca_es: Historial de canvis

source: History
ca_es: Historial

source: updated since my last visit
ca_es: actualitzat des de la darrera visita

source: Printable version
ca_es: Versió per a impressora

source: Permanent link
ca_es: Enllaç permanent

source: Print
ca_es: Imprimir

source: View
ca_es: Mostra

source: Edit this page
ca_es: Modifica la pàgina

source: Create this page
ca_es: Crea aquesta pàgina

source: Delete this page
ca_es: Elimina la pàgina

source: Undelete this page
ca_es: Desfés l'eliminació d'aquesta pàgina

source: Undelete {{PLURAL:$1|one edit|$1 edits}}
ca_es: Restaura {{PLURAL:$1|l'edició eliminada|$1 edicions eliminades}}

source: View {{PLURAL:$1|one deleted edit|$1 deleted edits}}
ca_es: Mostra {{PLURAL:$1|una edició eliminada|$1 edicions eliminades}}

source: change
ca_es: canvia

source: Protect this page
ca_es: Protegeix aquesta pàgina

source: Change protection of this page
ca_es: Desprotegeix aquesta pàgina

source: New page
ca_es: Pàgina nova

source: Discuss this page
ca_es: Discussió

source: Special page
ca_es: Pàgina especial

source: Personal tools
ca_es: Eines de l'usuari

source: New section
ca_es: Nova secció

source: View content page
ca_es: Mostra la pàgina

source: Discussion
ca_es: Discussió

source: Views
ca_es: Vistes

source: Tools
ca_es: Eines

source: View user page
ca_es: Visualitza la pàgina d'usuari

source: View project page
ca_es: Visualitza la pàgina del projecte

source: View file page
ca_es: Visualitza la pàgina del fitxer

source: View message page
ca_es: Visualitza la pàgina de missatges

source: View template page
ca_es: Visualitza la pàgina de plantilla

source: View help page
ca_es: Visualitza la pàgina d'ajuda

source: View category page
ca_es: Visualitza la pàgina de la categoria

source: View discussion
ca_es: Visualitza la pàgina de discussió

source: In other languages
ca_es: En altres llengües

source: (Redirected from $1)
ca_es: (S'ha redirigit des de: $1)

source: Redirect page
ca_es: Pàgina de redirecció

source: This page was last modified on $1, at $2.
ca_es: Darrera modificació de la pàgina: $1 a les $2.

source: This page has been accessed {{PLURAL:$1|once|$1 times}}.
ca_es: Aquesta pàgina ha estat visitada {{PLURAL:$1|una vegada|$1 vegades}}.

source: Protected page
ca_es: Pàgina protegida

source: Jump to:
ca_es: Dreceres ràpides:

source: navigation
ca_es: navegació

source: search
ca_es: cerca

source: Sorry, the servers are overloaded at the moment. Too many users are trying to view this page. Please wait a while before you try to access this page again. $1
ca_es: Disculpeu, els servidors es troben sobrecarregats. Massa usuaris estan tractant d'accedir a aquesta pàgina. Per favor, esperau una mica abans de tornar a accedir a aquesta pàgina. $1

source: Timeout waiting for the lock
ca_es: Temps d'espera per al blocatge

source: Pool queue is full
ca_es: La cua de treball és plena

source: Unknown error
ca_es: Error desconegut

source: About {{SITENAME}}
ca_es: Quant al projecte {{SITENAME}}

source: Project:About
ca_es: Project:Quant a

source: Content is available under $1 unless otherwise noted.
ca_es: El contingut està disponible sota la llicència $1 si no s'indica el contrari.

source: {{ns:project}}:Copyrights
ca_es: {{ns:project}}:Drets d'autor

source: Current events
ca_es: Actualitat

source: Project:Current events
ca_es: Project:Actualitat

source: Disclaimers
ca_es: Avís general

source: Project:General disclaimer
ca_es: Project:Avís general

source: Editing help
ca_es: Ajuda

source: Help:Contents
ca_es: Help:Índex

source: Main Page
ca_es: Pàgina principal

source: Main page
ca_es: Pàgina principal

source: Project:Policy
ca_es: Project:Polítiques

source: Community portal
ca_es: Portal de la comunitat

source: Project:Community portal
ca_es: Project:Portal de la comunitat

source: Privacy policy
ca_es: Política de privadesa

source: Project:Privacy policy
ca_es: Project:Política de privadesa

source: Permission error
ca_es: Error de permisos

source: You are not allowed to execute the action you have requested.
ca_es: No teniu permís per a executar l'acció que heu soŀlicitat.

source: The action you have requested is limited to users in {{PLURAL:$2|the group|one of the groups}}: $1.
ca_es: L'acció que heu soŀlicitat es limita als usuaris {{PLURAL:$2|del grup|dels grups}}: $1.

source: Version $1 of MediaWiki required
ca_es: Cal la versió $1 del MediaWiki

source: Version $1 of MediaWiki is required to use this page. See [[Special:Version|version page]].
ca_es: Cal la versió $1 del MediaWiki per a utilitzar aquesta pàgina. Vegeu [[Special:Version]]

source: Retrieved from "$1"
ca_es: Obtingut de «$1»

source: You have $1 ($2).
ca_es: Tens $1 ($2).

source: You have $1 from {{PLURAL:$3|another user|$3 users}} ($2).
ca_es: Tens $1 {{PLURAL:$3|d'un altre usuari|de $3 usuaris}} ($2).

source: You have $1 from many users ($2).
ca_es: Tens $1 de molts usuaris ($2).

source: {{PLURAL:$1|a new message|999=new messages}}
ca_es: {{PLURAL:$1|un nou missatge|999=nous missatges}}

source: last {{PLURAL:$1|change|999=changes}}
ca_es: {{PLURAL:$1|darrer canvi|999=darrers canvis}}

source: You have new messages on $1
ca_es: Teniu nous missatges a $1

source: edit
ca_es: modifica

source: view source
ca_es: mostra codi font

source: Edit section: $1
ca_es: Modifica la secció: $1

source: Contents
ca_es: Contingut

source: show
ca_es: desplega

source: hide
ca_es: amaga

source: Collapse
ca_es: Tanca

source: Expand
ca_es: Amplia

source: View or restore $1?
ca_es: Voleu mostrar o restaurar $1?

source: View $1?
ca_es: Voleu mostrar $1?

source: {{PLURAL:$1|one deleted edit|$1 deleted edits}}
ca_es: {{PLURAL:$1|una versió esborrada|$1 versions esborrades}}

source: Feed:
ca_es: Sindicació:

source: Invalid subscription feed type.
ca_es: La subscripció no és vàlida pel tipus de sindicament.

source: Syndication feeds are not available
ca_es: Els canals de sindicació no estan disponibles

source: $1 RSS feed
ca_es: Canal RSS $1

source: $1 Atom feed
ca_es: Canal Atom $1

source: "$1" Atom feed
ca_es: Canal Atom «$1»

source: $1 (page does not exist)
ca_es: $1 (encara no existeix)

source: Sort descending
ca_es: Ordena descendentment

source: Sort ascending
ca_es: Ordena ascendentment

source: User page
ca_es: Pàgina d'usuari

source: Media page
ca_es: Pàgina de multimèdia

source: Project page
ca_es: Pàgina del projecte

source: File
ca_es: Fitxer

source: Message
ca_es: Missatge

source: Template
ca_es: Plantilla

source: Help page
ca_es: Ajuda

source: Category
ca_es: Categoria

source: No such action
ca_es: No es reconeix aquesta operació

source: The action specified by the URL is invalid. You might have mistyped the URL, or followed an incorrect link. This might also indicate a bug in the software used by {{SITENAME}}.
ca_es: L'acció especificada per la URL no és vàlida. Potser heu escrit malament la URL o heu seguit un enllaç incorrecte. Això també pot ser causat per un error al programari utilitzat pel projecte {{SITENAME}}.

source: No such special page
ca_es: No es troba la pàgina especial que busqueu

source: <strong>You have requested an invalid special page.</strong> A list of valid special pages can be found at [[Special:SpecialPages|{{int:specialpages}}]].
ca_es: <strong>La pàgina especial que demaneu no és vàlida.</strong> Vegeu la llista de pàgines especials a [[Special:SpecialPages]].

source: Database error
ca_es: S'ha produït un error en la base de dades

source: A database query error has occurred. This may indicate a bug in the software.
ca_es: S'ha produït un error en la consulta de la base de dades. Això pot indicar un error en el programari.

source: A database query error has occurred.
ca_es: S'ha produït un error en la consulta de la base de dades.

source: Query: $1
ca_es: Consulta: $1

source: Function: $1
ca_es: Funció: $1

source: '''Warning:''' Page may not contain recent updates.
ca_es: Avís: La pàgina podria mancar de modificacions recents.

source: Database locked
ca_es: La base de dades es troba bloquejada

source: Enter a reason for the lock, including an estimate of when the lock will be released
ca_es: Escriviu una raó pel bloqueig, així com una estimació de quan tindrà lloc el desbloqueig

source: The database is currently locked to new entries and other modifications, probably for routine database maintenance, after which it will be back to normal. The administrator who locked it offered this explanation: $1
ca_es: La base de dades està temporalment bloquejada segurament per tasques de manteniment, després de les quals es tornarà a la normalitat. L'administrador que l'ha bloquejada ha donat aquesta explicació: $1

source: The database did not find the text of a page that it should have found, named "$1" $2. This is usually caused by following an outdated diff or history link to a page that has been deleted. If this is not the case, you may have found a bug in the software. Please report this to an [[Special:ListUsers/sysop|administrator]], making note of the URL.
ca_es: La base de dades no ha trobat el text d'una pàgina que hauria d'haver trobat, anomenada «$1» $2. Normalment això passa perquè s'ha seguit una diferència desactualitzada o un enllaç d'historial a una pàgina que s'ha suprimit. Si no fos el cas, podríeu haver trobat un error en el programari. Aviseu-ho llavors a un [[Special:ListUsers/sysop|administrador]], deixant-li clar l'adreça URL causant del problema.

source: (revision#: $1)
ca_es: (revisió#: $1)

source: (Diff: $1, $2)
ca_es: (dif: $1, $2)

source: The database has been automatically locked while the slave database servers catch up to the master
ca_es: La base de dades s'ha bloquejat automàticament mentre els servidors esclaus se sincronitzen amb el mestre

source: Internal error
ca_es: Error intern

source: Internal error: $1
ca_es: Error intern: $1

source: Could not read "$1" during append.
ca_es: No s'ha pogut llegir "$1" durant la inserció.

source: Could not append "$1" to "$2".
ca_es: No he pogut afegir "$1" a "$2".

source: Could not copy file "$1" to "$2".
ca_es: No s'ha pogut copiar el fitxer «$1» com «$2».

source: Could not rename file "$1" to "$2".
ca_es: No s'ha pogut reanomenar el fitxer «$1» com «$2».

source: Could not delete file "$1".
ca_es: No s'ha pogut eliminar el fitxer «$1».

source: Could not create directory "$1".
ca_es: No s'ha pogut crear el directori «$1».

source: Could not find file "$1".
ca_es: No s'ha pogut trobar el fitxer «$1».

source: Unable to write to file "$1": File exists.
ca_es: No s'ha pogut escriure al fitxer «$1»: ja existeix

source: Unexpected value: "$1"="$2".
ca_es: S'ha trobat un valor imprevist: «$1»=«$2».

source: Error: Could not submit form.
ca_es: Error: no s'ha pogut enviar les dades del formulari

source: This action cannot be performed on this page.
ca_es: Aquesta operació no es pot dur a terme en aquesta pàgina

source: The page or file "$1" could not be deleted. It may have already been deleted by someone else.
ca_es: No s'ha pogut esborrar la pàgina o fitxer «$1». Potser ja ha estat esborrat per algú altre.

source: Cannot delete page "$1"
ca_es: No es pot suprimir la pàgina " $1 "

source: Deletion aborted by hook. It gave no explanation.
ca_es: Un «hook» ha interromput la supressió. No ha donat cap explicació.

source: Could not create new null revision for page "$1"
ca_es: No s'ha pogut crear una nova revisió nul·la de la pàgina «$1»

source: Bad title
ca_es: El títol no és correcte

source: The requested page title was invalid, empty, or an incorrectly linked inter-language or inter-wiki title. It may contain one or more characters that cannot be used in titles.
ca_es: El títol de la pàgina que heu introduït no és correcte, és en blanc o conté un enllaç trencat amb un altre projecte. També podria contenir algun caràcter no acceptat als títols de pàgina.

source: The following data is cached and may not be up to date. A maximum of {{PLURAL:$1|one result is|$1 results are}} available in the cache.
ca_es: Les dades següents es troben a la memòria cau i podrien no estar al dia. Hi ha un màxim {{PLURAL:$1|d'un resultat|de $1 resultats}} disponibles a la memòria cau.

source: The following data is cached, and was last updated $1. A maximum of {{PLURAL:$4|one result is|$4 results are}} available in the cache.
ca_es: Les dades següents es troben a la memòria cau i es van actualitzar per darrera vegada el $1. Hi ha un màxim {{PLURAL:$4|d'un resultat|de $4 resultats}} disponibles a la memòria cau.

source: Updates for this page are currently disabled. Data here will not presently be refreshed.
ca_es: S'ha inhabilitat l'actualització d'aquesta pàgina. Les dades que hi contenen podrien no estar al dia.

source: Incorrect parameters to wfQuery()<br /> Function: $1<br /> Query: $2
ca_es: Paràmetres incorrectes per a wfQuery()<br /> Funció: $1<br /> Consulta: $2

source: View source for $1
ca_es: Mostra la font per a $1

source: Action throttled
ca_es: Acció limitada
